Repository: ulugbek101/Portfolio-Website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: <h3>Hello</h3> <h2>I'm <span class="color">Ulugbek</span></h2> <p> I'm a <span class="color">Full Stack</span> web developer with 3+ years of experience and strong passion for building <span class="color">Web Applications</span> and <span class="color">multifunctional Telegram Bots.</span> <br /> Here's a bit more <span class="color">about me</span> </p> <!-- social -->
uz: <h3>Salom</h3> <h2>Xush kelibsiz !</h2> Mening ismim <h3><span class="color">Ulug'bek</span></h3> <p> <span class="color">Web Dasturlar</span> va ko'p funksional <span class="color">Telegram Botlar</span> qurishda 3+ yillik tajribaga ega <span class="color">Full Stack</span> dasturchiman <br /> Bu yerda <span class="color">men haqimda</span> ma'lumot olishingiz mumkin </p> <!-- social -->

source: About
uz: Men haqimda

source: About Me
uz: Ma'lumot

source: Full Stack Web developer
uz: Full Stack Web dasturchi

source: Download CV
uz: CV ni yuklash

source: Hello! I am Ulugbek Umaraliyev. Full Stack Web Developer.
uz: Salom! Men Ulug'bek Umaraliyev. Full Stack Web Dasturchiman

source: I have been working in this area for 3+ years. I have excellent practical experience in building web sites (news sites, blog sites, ...) and web applications (online stores, social media, messangers, ...).
uz: Bu sohada 3+ yildan beri faoliyat yuritib kelaman. Web sayt (yangiliklar sayti, biznes sahifalar va h.k) va web ilovalar (online do'kon, ijtimoiy tarmoqlar, messenjerlar va h.k) qurishda katta tajribam bor.

source: Also, I have a lot of experience in developing multifunctional Telegram Bots (online stores, restaurant telegram bots, ...)
uz: Shuningdek, ko'p funksional Telegram Botlar (online do'kon, restorant va fast-food botlar, ...) qurishda ham katta tajribaga egaman.

source: Leave a review
uz: Izoh qoldiring

source: *Your Address:
uz: *Manzilingiz

source: Profile photo (This photo will be displayed on your review):
uz: Profil rasmi (Bu rasm sizni izohingizda ko'rinib turadi)

source: *Rate me: 1-5 (I know you want select 5 😉):
uz: *Meni baholang: 1-5 (Bilaman 5 ni tanlamiqchisiz 😉):

source: *Your review:
uz: *Izoh

source: Post
uz: Yuklash

source: Log in
uz: Kirish

source: to leave a review
uz: <br>Izoh yuklash uchun tizimga kirish talab etiladi

source: Reviews
uz: Izohlar

source: No reviews yet 🧐
uz: Izohlar mavjud emas 🧐

source: Posts
uz: Postlar

source: All posts
uz: Barcha postlar

source: Search by post title, tag and press Enter
uz: Post sarlavhasi yoki tag nomini kiritib Enter ni bosing

source: ago
uz: avval

source: Services
uz: Xizmatlar

source: Frontend Development
uz: Frontent Dasturlash

source: Development of the frontend part of the site, customization, adding different animations of different complexity, a fully working part of registration and authorization.<br />Layout of multi-page sites with perfect adaptation and much more ...
uz: Web sahifalarnin frontend qismlarini yozish, bezatish, har xil turdagi va qiyinlikdagi animatsiyalar qo'shish, to'liq funksional ko'rsatadigan avtorizatsiya va autentifikatsiya.<br /> Ko'p sahifali web saytlarni qurish va ularni mobil qurilmalar uchun to'liq adaptatsiya qilish va h.k

source: Backend Development
uz: Backend Dasturlash

source: Development of the backend part of multi-page sites with registration, authorization, subscription system, viewing stats, CRM system, admin panel for managing a web application.
uz: Ko'p sahifali web sayt va web ilovalarni backend qismini qurish va registratsiya, avtorizatsiya, to'lov integratsiyasi, obunalar tizimi, statistika generatsiyalarini ulash va h.k.CRM, LMS tizimlar va admin panellar.

source: Websites for <strong> Hotels, Restaurants, Organizations, Training Centers, Personal Blogs, Online Private Messengers </strong>
uz: <strong> Mehmonxona, Restoran, Tashkilotlar, O'quv markaz, Xususiy maktablar, Personal blog sahifalari, Online do'kon, Messenjer </strong> platformalarini qurish

source: Telegram Bot
uz: Telegram Totlar

source: Development of full-featured telegram bots with full <strong>integration of payment</strong> through the bot, with the ability to track and identify <strong>statistics</strong> for <strong>restaurants, Training Centers</strong>, a <strong>Moderator Bot</strong> for managing and posting news to channels, bot that collects data from the Internet on your purposes, <strong>Bot-Scraper</strong> that collects data from online stores, web sites in seconds and much more ...
uz: To'liq <strong>to'lov tizimi</strong> integratsiya qilingan va <strong>statistika</strong> generatsiya qilib bera oladigan <strong>Restoranlar, Fast-Food markazlari, O'quv markazlar</strong> uchun <strong>ko'pfunksional Telegram Botlar</strong>. Telegram guruxlarni boshqaruvi, avtomatlashgan postlar qo'yib boruvchi <strong>moderator</strong> botlar. Online do'konlar, Web Saytlar dan soniyalar ichida ma'lumot yig'a oladigan <strong>Bot-Scraper</strong> lar

source: Log in to the system
uz: Tizimga kirish

source: Password
uz: Parol

source: Email or Password is incorrect
uz: E-mail manzil yoki Parol noto'g'ri

source: OR
uz: YOKI

source: Continue with Google
uz: Google bilan davom etish

source: Continue with GitHub
uz: GitHub bilan davom etish

source: Contact
uz: Bog'lanish

source: Your Full Name
uz: To'liq ism familiyangiz

source: Email address
uz: E-mail manzilingiz

source: Write your message ...
uz: Murojaatingiz ...

source: Send
uz: Yuborish

source: Hi
uz: Salom

source: Home
uz: Bosh sahifa

source: Login
uz: Kirish

source: Logout
uz: Chiqish
